Repository: bjjl/wristdiary-xcode
Catalog: wristdiary WatchKit Extension/Views/wristdiary Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: Empty diary
de: Leeres Tagebuch

source: Lookup Diary
de: Tagebuch durchsuchen

source: Select Day
de: Wähle einen Tag

source: Selected Day
de: Gewählter Tag

source: Timeline
de: Zeitstrahl

# NSLocationAlwaysUsageDescription
source: Your location will be included in diary entries
de: Ortsinfo wird Tagebucheinträgen hinzugefügt

# NSLocationWhenInUseUsageDescription
source: Your location will be included in diary entries
de: Ortsinfo wird Tagebucheinträgen hinzugefügt

source: My Diary
de: Tagebuch

source: My Identity
de: Meine Identität

source: My Location
de: Mein Ort

source: Select Date
de: Wähle Datum

source: Unknown
de: Unbekannt
